{"example_id": "440793", "lcd_id": "BNG070", "lcd_name": "眩晕病", "syndrome": "气虚血瘀证", "chief_complaint": "反复头晕10余天，再发伴胸闷1天。", "medical_history": "患者10余天前无明显诱因下出现头晕，无头痛，无视物旋转，无耳鸣耳聋，无口眼歪斜，无四肢感觉运动障碍，无言语不利，无饮水呛咳，无胸痛放射痛，无喘憋气促，无心慌自汗，患者当时未予重视，未就医诊治。10天来患者上述症状仍有反复发作，性质程度同前。1天前患者头晕症状又作，伴胸闷自汗，患者自觉休息后症状无缓解，遂今来我院急诊就诊，查：cTnI：0.36pg/mL；头颅CT：基底节区腔梗，脑萎缩。急诊急邀我科会诊，建议住院治疗，遂收入住院。入院时：患者仍感头晕胸闷，无头痛，无视物旋转，无耳鸣耳聋，无口眼歪斜，无四肢感觉运动障碍，无言语不利，无饮水呛咳，无胸痛放射痛，无喘憋气促，无心慌自汗，纳食尚可，夜寐一般，二便无殊。", "FDMR": "神志清晰，精神尚可，形体适中，语言清晰，口唇发绀；皮肤正常，无斑疹。头颅大小形态正常，无目窼下陷，白睛无黄染，耳轮正常，无耳瘘及生疮；颈部对称，无青筋暴露，无瘿瘤瘰疬，胸部对称，虚里搏动异常，腹部平坦，无癥瘕痞块，爪甲色泽红润，双下肢无浮肿。", "norm_syndrome": "气虚血瘀证", "knowledge_option": ["痰瘀滞络证", "寒湿阻络证", "气虚血瘀证", "热毒壅结证", "肾阳虚证"], "knowledge_para": "痰瘀滞络证的定义是余邪未尽，指多因余邪未尽，痰瘀互结，阻滞经络所致病证。临床表现为暑温病至后期，低热不退，心悸烦躁，手足颤动，神情呆滞，默默不语；甚或痴呆，失语，耳聋，或见手足拘挛，舌淡暗，苔白，脉弦涩。常见于流行性乙型脑炎等疾病中。 寒湿阻络证的定义是是指寒湿之邪阻滞经络，以肢体或患处沉重冷痛、麻木，或肿胀，畏冷肢凉，苔白滑等为常见症的证候。本证常见于脱疽、猫眼疮等疾病中。 气虚血瘀证的定义是是指机体脏腑功能衰退，元气不足，无力推动血液运行，致血流不畅而成瘀所产生的一系列临床表现的证候，多因久病体虚，劳累过度，年老体衰所致。常见于胸痹、中风、积聚、痹证等疾病中。 热毒壅结证的定义是是指因外感风温邪毒之邪，从口鼻而入，郁而化热，邪热壅阻于少阳经脉，郁而不散所致病证。临床表现为壮热烦躁，头痛，口渴引饮，食欲不振，或伴呕吐，腮部漫肿，坚硬拒按，咀嚼困难，张口疼痛，咽喉肿痛，舌红苔黄，脉数有力。常见于痄腮等疾病中。 肾阳虚证的定义是是指肾阳亏虚，机体失却温煦，以畏寒肢冷，腰膝以下尤甚，面色㿠白或黛黑，小便清长，夜尿多，舌淡苔白，脉弱等为常见症的证候。多发生于年老体弱者。常见于虚劳、阳痿、癃闭、水肿、泄泻、带下、哮喘等疾病中。西医学的醛固酮增多症、甲状腺功能减退、慢性肾炎、肾病综合征、慢性肾功能衰竭、慢性支气管炎、支气管哮喘、更年期综合征、内分泌失调、慢性前列腺炎等以及一些慢性虚弱性疾病的病理过程中可见本证。"}
{"example_id": "418353", "lcd_id": "BNG081", "lcd_name": "中风-中经络", "syndrome": "风痰阻络证", "chief_complaint": "突发头晕伴四肢无力半天。", "medical_history": "患者于夜间12时无明显诱因出现头晕不适，天旋地转伴四肢无力，症状持续无明显缓解，遂至我院门诊，予收入我科。入院时症状：神志清，精神欠佳，头晕时作，自觉四肢无力，行走欠利，无意识障碍，无肢体抽搐、痉挛等，饮食欠佳，二便可，夜寐尚可。舌质红，苔黄腻，脉弦。", "FDMR": "神志清晰，精神欠佳，形体适中，语言清晰，口唇红润；皮肤正常，无斑疹。头颅大小形态正常，无目窼下陷，白睛无黄染，耳轮正常，无耳瘘及生疮；颈部对称，无青筋暴露，无瘿瘤瘰疬，胸部对称，虚里搏动正常，腹部平坦，无癥瘕痞块，爪甲色泽红润，双下肢无浮肿，舌质红，苔黄腻，脉弦。", "norm_syndrome": "风痰瘀阻证", "knowledge_option": ["痰湿蒙窍证", "风痰瘀阻证", "痰蒙神窍证", "瘀血阻滞证", "痰浊中阻证"], "knowledge_para": "痰湿蒙窍证的定义是痰湿蒙蔽清窍，以突然神昏迷睡，半身不遂，肢体瘫痪不收，面色晦垢，痰涎涌盛，四肢逆冷，舌暗淡，苔白腻等为常见症的中风闭证证候。 风痰瘀阻证的定义是是指风痰瘀阻经络，以半身不遂，口眼㖞斜，言语謇涩或不语，感觉减退或消失，头晕目眩，痰多而黏，舌歪，舌暗淡，苔薄白或白腻，脉弦滑为常见证的证候。常见于中风恢复期。 痰蒙神窍证的定义是是指痰浊蒙遮神窍，以神识痴呆，朦胧昏昧，喉中痰鸣，胸闷痰多，头晕，身体困重，面色晦暗，苔腻脉滑等为常见症的证候。本病证见于肺胀。 瘀血阻滞证的定义是是瘀血阻滞，血行不畅而出现的证候，临床表现为刺痛不移、拒按，或出血紫暗成块，舌紫或有斑点，脉弦涩。常见于多寐等疾病中。 痰浊中阻证的定义是是指嗜酒无度，过食肥甘，损伤脾胃，以致健运失司，水湿内停，积聚生痰，痰阻中焦所表现出来的口腻纳呆，恶心欲呕，脘腹痞胀，胃肠水声流流，大便清稀，舌淡胖，苔白腻，脉濡缓一类病证。本病证见于眩晕病。"}
{"example_id": "447462", "lcd_id": "BNG070", "lcd_name": "眩晕病", "syndrome": "痰湿蒙窍证", "chief_complaint": "突发头晕伴恶心呕吐4小时", "medical_history": "患者于今日上午8点无明显诱因出现头晕，伴视物旋转、恶心呕吐，呕吐物为清水痰涎，行走不稳，症状持续未见明显缓解，急至我院门诊就诊，为进一步中西医结合治疗，遂入本院求治，病程中患者无头痛，无发热，无四肢抽搐，无饮水呛咳，无心慌胸闷，无视物成双，无意识丧失。入院症状：神志清晰，精神欠佳，头晕伴恶心呕吐、视物旋转，呕吐物为清水痰涎，体位变化时症状加重，行走不能，耳鸣轰响，听力下降，左耳较重，纳食可，夜寐安，大便如常，小便如常。舌淡紫，苔白，脉洪。", "FDMR": "神志清晰，精神尚可，形体适中，语言清晰，口唇红润；皮肤正常，无斑疹。头颅大小形态正常，无目窼下陷，白睛无黄染，耳轮正常，无耳瘘及生疮；颈部对称，无青筋暴露，无瘿瘤瘰疬，胸部对称，虚里搏动正常，腹部平坦，无癥瘕痞块，爪甲色泽红润，双下肢无浮肿，舌淡紫，苔白，脉洪。", "norm_syndrome": "痰湿蒙窍证", "knowledge_option": ["阴虚阳亢证", "肾阳虚证", "湿毒蕴结证", "正虚毒结证", "痰湿蒙窍证"], "knowledge_para": "阴虚阳亢证的定义是是指阴液亏虚，阳失制约而偏亢，以头晕目眩，潮热盗汗，头晕耳鸣，烦躁失眠，舌红少津，脉细数为常见证的证候，多因年老体衰，外感热邪日久，或大病久病迁延日久，情志失调，房事不节等所致。常见于不寐、眩晕、头痛、中风、耳聋耳鸣、早泄等疾病中。 肾阳虚证的定义是是指肾阳亏虚，机体失却温煦，以畏寒肢冷，腰膝以下尤甚，面色㿠白或黛黑，小便清长，夜尿多，舌淡苔白，脉弱等为常见症的证候。多发生于年老体弱者。常见于虚劳、阳痿、癃闭、水肿、泄泻、带下、哮喘等疾病中。西医学的醛固酮增多症、甲状腺功能减退、慢性肾炎、肾病综合征、慢性肾功能衰竭、慢性支气管炎、支气管哮喘、更年期综合征、内分泌失调、慢性前列腺炎等以及一些慢性虚弱性疾病的病理过程中可见本证。 湿毒蕴结证的定义是湿邪蕴结成毒，以肌肤、阴股、下肢、趾间等处生疮疡、湿疹，溃烂流水，痒麻疼痛，苔腻，脉濡缓为常见症的证候。 正虚毒结证的定义是是指正气虚弱，毒邪蕴结所表现出来的一类病证。根据病变脏腑相同，其证候类型及临床表现比较简单。常见于有头疽、粉刺性乳痈、乳岩等疾病中。 痰湿蒙窍证的定义是痰湿蒙蔽清窍，以突然神昏迷睡，半身不遂，肢体瘫痪不收，面色晦垢，痰涎涌盛，四肢逆冷，舌暗淡，苔白腻等为常见症的中风闭证证候。"}
{"example_id": "478230", "lcd_id": "BWC080", "lcd_name": "丹毒病", "syndrome": "湿热瘀滞证", "chief_complaint": "右侧小腿红斑疼痛5天。", "medical_history": "患者自诉5天前无明显诱因自觉右侧小腿突然起片状红斑，伴肿痛发热不适，未予重视，红肿热痛症状加重，为进一步系统治疗，遂近日来我科门诊就诊，诊断为“丹毒”，患者否认近14天湖北疫区及本地发病区接触史，否认近14天新冠肺炎病人接触史，否认近14天接触过来自武汉市及周边或境内、境外疫情严重地区发热有呼吸道症状的患者，否认近14天咳嗽、腹泻，排除新冠肺炎，为进一步系统治疗，遂收入我科住院治疗。入院时无发热不适，神清，精神尚可，纳食可，夜寐尚安，二便自调。", "FDMR": "神志清晰，精神尚可，形体适中，语言清晰，口唇红润；皮肤同前，右侧小腿见红斑。头颅大小形态正常，无目窼下陷，白睛无黄染，耳轮正常，无耳瘘及生疮；颈部对称，无青筋暴露，无瘿瘤瘰疬，胸部对称，虚里搏动正常，腹部平坦，无癥瘕痞块，爪甲色泽红润，双下肢无浮肿，舌质暗红，苔白腻，脉弦滑。", "norm_syndrome": "湿热瘀滞证", "knowledge_option": ["湿热瘀滞证", "心脾两虚证", "痰湿中阻证", "气血亏虚证", "肝郁脾虚证"], "knowledge_para": "湿热瘀滞证的定义是是指多因湿热内蕴，气滞血瘀所致病证。临床表现为发热、疼痛剧烈，痛有定处，压痛明显，肢体肿胀，按之凹陷，苔薄黄或黄腻，舌质红，有瘀斑，脉弦数或滑数。常见于血栓性深静脉炎等疾病中。 心脾两虚证的定义是是指泛指心脾阳气、阴血亏虚，以心悸，神疲，食少，腹胀，便溏，舌淡脉弱等为常见症的证候。常见于虚劳、惊悸怔忡、不寐、健忘、眩晕、出血等多种疾病中。西医学的风心病、慢性肠炎、血小板减少性紫癜、再生障碍性贫血、慢性肾炎、功能性子宫出血及各种出血性疾病中多见本证。 痰湿中阻证的定义是是指痰湿内蕴，阻滞胃肠，以口腻纳呆，恶心欲呕，脘腹痞胀，胃肠水声流流，大便清稀，舌淡胖，苔白腻，脉濡缓等为常见症的证候。常见于痞满、眩晕等疾病中。 气血亏虚证的定义是是指素体气血不足或思虑、饮食损伤脾胃，生化不足，气血亏虚；或产后大出血、久病大病，或虫积噬血，耗伤气血所表现出来的头晕眼花，面色无华，心悸气短，神疲，舌淡，脉沉缓一类病证。本病证见于虚劳、眩晕、痛经、经闭、经行发热等症。 肝郁脾虚证的定义是，中医病症名。是指肝失疏泄，脾失健运，以胁胀作痛、情志抑郁、腹胀、便溏等为主要表现的证候。又称肝脾不调证。多发生于女性，多因情志不遂，而致肝气郁结，脏腑功能失调。常见于泄泻、胁痛、臌胀、腹痛、月经不调、带下病等疾病中。"}
{"example_id": "482786", "lcd_id": "BNG070", "lcd_name": "眩晕病", "syndrome": "肝郁血瘀证", "chief_complaint": "突发头晕10天。", "medical_history": "患者10天前活动时突发头晕症状，自测血压180/90mmhg，自服降压药物(具体不详)，症状仍持续未缓解，今日门诊患者监测血压192/120mmHg，并由家人送至我院门诊就诊，行新冠肺炎抗体排除新冠肺炎可能后，为进一步诊治收治入院。入院时：患者头晕头昏，无头痛，无恶心不适，走路稍欠稳，时欲太息，纳可，二便一般，夜寐尚可。", "FDMR": "神志清晰，精神尚可，形体适中，语言清晰，口唇红润；皮肤正常，无斑疹。头颅大小形态正常，无目窼下陷，白睛无黄染，耳轮正常，无耳瘘及生疮；颈部对称，无青筋暴露，无瘿瘤瘰疬，胸部对称，虚里搏动正常，腹部平坦，无癥瘕痞块，爪甲色泽红润，双下肢无浮肿，舌淡红，苔白，脉弦。", "norm_syndrome": "肝郁血瘀证", "knowledge_option": ["中气下陷证", "肝胃气滞证", "热毒蕴结证", "肝郁血瘀证", "阴虚血热证"], "knowledge_para": "中气下陷证的定义是是指脾气亏虚，升举无力而反下陷所表现的证候。临床表现为脘腹坠胀，食后益甚，或便意频数，肛门坠胀，或久泄久痢不止，甚或脱，或子宫下垂，或小便混浊如米泔。伴见肢倦乏力，少气懒言，声低无力，头晕目眩，形体消瘦，食少便溏，舌淡苔白，脉弱多见于久泄、久痢、胃下垂、崩漏、子宫脱垂、脱肛等疾病中。 肝胃气滞证的定义是是指肝胃气机阻滞，以胁肋、胃院胀痛或窜痛，嗳气呃逆，吞酸吐苦，脉弦等为常见症的证候。常见于胃痛。 热毒蕴结证的定义是是指因火热之邪蕴结不解，发为疮疡痈肿所致，以壮热烦渴、尿赤苔黄、患处赤肿热痛、成脓外溃为主要表现的证候。多见于流行性腮腺炎、疮疡外科等疾病。 肝郁血瘀证的定义是是指肝气郁结，血瘀于肝，以两胁胀痛或刺痛，或胁下、少腹有肿块，情志抑郁，舌紫暗或有斑点，脉弦涩等为常见症的证候。常见于鼓胀、胁痛、积聚等疾病中。 阴虚血热证的定义是指阴液亏虚，虚热入血，以心烦口渴，潮热颧红，口干咽痒，大便干结，或咳血吐衄，斑疹等为临床表现的证候。多因素体阴虚，房劳过度等，热病日久所致。常见于鼻衄、齿衄、咳血、吐血、尿血、紫斑、尿浊、肺痨、春温、风温、暑温、月经先期、恶露不绝等疾病中。"}
