{"example_id": "440793", "lcd_id": "BNG070", "lcd_name": "眩晕病", "syndrome": "气虚血瘀证", "chief_complaint": "反复头晕10余天，再发伴胸闷1天。", "medical_history": "患者10余天前无明显诱因下出现头晕，无头痛，无视物旋转，无耳鸣耳聋，无口眼歪斜，无四肢感觉运动障碍，无言语不利，无饮水呛咳，无胸痛放射痛，无喘憋气促，无心慌自汗，患者当时未予重视，未就医诊治。10天来患者上述症状仍有反复发作，性质程度同前。1天前患者头晕症状又作，伴胸闷自汗，患者自觉休息后症状无缓解，遂今来我院急诊就诊，查：cTnI：0.36pg/mL；头颅CT：基底节区腔梗，脑萎缩。急诊急邀我科会诊，建议住院治疗，遂收入住院。入院时：患者仍感头晕胸闷，无头痛，无视物旋转，无耳鸣耳聋，无口眼歪斜，无四肢感觉运动障碍，无言语不利，无饮水呛咳，无胸痛放射痛，无喘憋气促，无心慌自汗，纳食尚可，夜寐一般，二便无殊。", "FDMR": "神志清晰，精神尚可，形体适中，语言清晰，口唇发绀；皮肤正常，无斑疹。头颅大小形态正常，无目窼下陷，白睛无黄染，耳轮正常，无耳瘘及生疮；颈部对称，无青筋暴露，无瘿瘤瘰疬，胸部对称，虚里搏动异常，腹部平坦，无癥瘕痞块，爪甲色泽红润，双下肢无浮肿。", "norm_syndrome": "气虚血瘀证"}
{"example_id": "418353", "lcd_id": "BNG081", "lcd_name": "中风-中经络", "syndrome": "风痰阻络证", "chief_complaint": "突发头晕伴四肢无力半天。", "medical_history": "患者于夜间12时无明显诱因出现头晕不适，天旋地转伴四肢无力，症状持续无明显缓解，遂至我院门诊，予收入我科。入院时症状：神志清，精神欠佳，头晕时作，自觉四肢无力，行走欠利，无意识障碍，无肢体抽搐、痉挛等，饮食欠佳，二便可，夜寐尚可。舌质红，苔黄腻，脉弦。", "FDMR": "神志清晰，精神欠佳，形体适中，语言清晰，口唇红润；皮肤正常，无斑疹。头颅大小形态正常，无目窼下陷，白睛无黄染，耳轮正常，无耳瘘及生疮；颈部对称，无青筋暴露，无瘿瘤瘰疬，胸部对称，虚里搏动正常，腹部平坦，无癥瘕痞块，爪甲色泽红润，双下肢无浮肿，舌质红，苔黄腻，脉弦。", "norm_syndrome": "风痰瘀阻证"}
{"example_id": "447462", "lcd_id": "BNG070", "lcd_name": "眩晕病", "syndrome": "痰湿蒙窍证", "chief_complaint": "突发头晕伴恶心呕吐4小时", "medical_history": "患者于今日上午8点无明显诱因出现头晕，伴视物旋转、恶心呕吐，呕吐物为清水痰涎，行走不稳，症状持续未见明显缓解，急至我院门诊就诊，为进一步中西医结合治疗，遂入本院求治，病程中患者无头痛，无发热，无四肢抽搐，无饮水呛咳，无心慌胸闷，无视物成双，无意识丧失。入院症状：神志清晰，精神欠佳，头晕伴恶心呕吐、视物旋转，呕吐物为清水痰涎，体位变化时症状加重，行走不能，耳鸣轰响，听力下降，左耳较重，纳食可，夜寐安，大便如常，小便如常。舌淡紫，苔白，脉洪。", "FDMR": "神志清晰，精神尚可，形体适中，语言清晰，口唇红润；皮肤正常，无斑疹。头颅大小形态正常，无目窼下陷，白睛无黄染，耳轮正常，无耳瘘及生疮；颈部对称，无青筋暴露，无瘿瘤瘰疬，胸部对称，虚里搏动正常，腹部平坦，无癥瘕痞块，爪甲色泽红润，双下肢无浮肿，舌淡紫，苔白，脉洪。", "norm_syndrome": "痰湿蒙窍证"}
{"example_id": "478230", "lcd_id": "BWC080", "lcd_name": "丹毒病", "syndrome": "湿热瘀滞证", "chief_complaint": "右侧小腿红斑疼痛5天。", "medical_history": "患者自诉5天前无明显诱因自觉右侧小腿突然起片状红斑，伴肿痛发热不适，未予重视，红肿热痛症状加重，为进一步系统治疗，遂近日来我科门诊就诊，诊断为“丹毒”，患者否认近14天湖北疫区及本地发病区接触史，否认近14天新冠肺炎病人接触史，否认近14天接触过来自武汉市及周边或境内、境外疫情严重地区发热有呼吸道症状的患者，否认近14天咳嗽、腹泻，排除新冠肺炎，为进一步系统治疗，遂收入我科住院治疗。入院时无发热不适，神清，精神尚可，纳食可，夜寐尚安，二便自调。", "FDMR": "神志清晰，精神尚可，形体适中，语言清晰，口唇红润；皮肤同前，右侧小腿见红斑。头颅大小形态正常，无目窼下陷，白睛无黄染，耳轮正常，无耳瘘及生疮；颈部对称，无青筋暴露，无瘿瘤瘰疬，胸部对称，虚里搏动正常，腹部平坦，无癥瘕痞块，爪甲色泽红润，双下肢无浮肿，舌质暗红，苔白腻，脉弦滑。", "norm_syndrome": "湿热瘀滞证"}
{"example_id": "482786", "lcd_id": "BNG070", "lcd_name": "眩晕病", "syndrome": "肝郁血瘀证", "chief_complaint": "突发头晕10天。", "medical_history": "患者10天前活动时突发头晕症状，自测血压180/90mmhg，自服降压药物(具体不详)，症状仍持续未缓解，今日门诊患者监测血压192/120mmHg，并由家人送至我院门诊就诊，行新冠肺炎抗体排除新冠肺炎可能后，为进一步诊治收治入院。入院时：患者头晕头昏，无头痛，无恶心不适，走路稍欠稳，时欲太息，纳可，二便一般，夜寐尚可。", "FDMR": "神志清晰，精神尚可，形体适中，语言清晰，口唇红润；皮肤正常，无斑疹。头颅大小形态正常，无目窼下陷，白睛无黄染，耳轮正常，无耳瘘及生疮；颈部对称，无青筋暴露，无瘿瘤瘰疬，胸部对称，虚里搏动正常，腹部平坦，无癥瘕痞块，爪甲色泽红润，双下肢无浮肿，舌淡红，苔白，脉弦。", "norm_syndrome": "肝郁血瘀证"}